{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1633561029683dd663": {
      "type": "image-with-text",
      "blocks": {
        "1633561029683dd663-0": {
          "type": "heading",
          "settings": {
            "heading": "Blixa Markham"
          }
        },
        "1633561029683dd663-1": {
          "type": "text",
          "settings": {
            "text": "<p><br\/>Blixa Markham is a professional funnel hacker and founder of AskBlixa LLC., based in Dallas, Texas. He has represented clients in the Real Estate, Mortgage, and E-commerce sectors for ten years helping them optimize their digital marketing strategy while increasing production efficiency. He has built a solid network of corporate clients through his digital marketing consulting and word-of-mouth from satisfied customers.<br\/><br\/><br\/>When he's not meeting with clients to help them achieve their digital marketing goals, Blixa often spends his time creating computer scripts and teaching his kids with STEM projects. He also enjoys cooking gluten-free meals at home!<\/p>"
          }
        }
      },
      "block_order": [
        "1633561029683dd663-0",
        "1633561029683dd663-1"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/AskBlixa_My_Story_Who_I_Am.jpg",
        "height": "adapt",
        "color_scheme": "background-1",
        "layout": "image_first"
      }
    },
    "1633561187ab7c67e6": {
      "type": "image-with-text",
      "blocks": {
        "1633561187ab7c67e6-0": {
          "type": "heading",
          "settings": {
            "heading": "The journey so far!"
          }
        },
        "1633561187ab7c67e6-1": {
          "type": "text",
          "settings": {
            "text": "<p>I love solving puzzles. I'm always wondering \"How does this work? And how can I make it better?\" The first thing that comes to mind with any system or project is curiosity-driven innovation to build upon what others have done before you, improving on their ideas by asking more questions!<br\/><br\/>My adventures began in the Mortgage Industry as a Marketing Assistant. After writing an Excel program that automated a 1-hour daily process for my boss, I was promoted to Marketing Coordinator. From there, I built dashboards and marketing flyer templates. I worked hard towards becoming a Data Analyst, but God had something else in mind for me.<br\/><br\/>After five years in the Mortgage Industry, I began working with my Father-in-law who ran his own Real Estate company. After two years of working with him, I helped turn his Real Estate business from 1-2 leads per week to 15 appointments a day. The seed for forming AskBlixa was planted after becoming confident in my abilities to consistently deliver results with SEO.<br\/><br\/>The mortgage and real estate industry has been good to me. It's time for something new though; it was hard not knowing what my next move should be as the head of a single company who worked with so many people, but now I can work on projects without any limitations or restrictions!<\/p>"
          }
        }
      },
      "block_order": [
        "1633561187ab7c67e6-0",
        "1633561187ab7c67e6-1"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/download.jpg",
        "height": "adapt",
        "color_scheme": "background-1",
        "layout": "text_first"
      }
    },
    "1633561425a4f90f98": {
      "type": "rich-text",
      "blocks": {
        "1633561425a4f90f98-0": {
          "type": "heading",
          "settings": {
            "heading": "Technology, like art, is a soaring exercise of the human imagination.",
            "heading_size": "h1"
          }
        },
        "1633561425a4f90f98-1": {
          "type": "text",
          "settings": {
            "text": "<p>- Daniel Bell<\/p>"
          }
        }
      },
      "block_order": [
        "1633561425a4f90f98-0",
        "1633561425a4f90f98-1"
      ],
      "settings": {
        "color_scheme": "inverse",
        "full_width": true
      }
    },
    "16335614292161e55b": {
      "type": "image-with-text",
      "blocks": {
        "16335614292161e55b-0": {
          "type": "heading",
          "settings": {
            "heading": "What I am good at"
          }
        },
        "16335614292161e55b-1": {
          "type": "text",
          "settings": {
            "text": "<p>I have learned a lot over the years, but the skills I am most proud of that I really stand out from everyone I know are:<br\/>• Extracting data from anywhere on the internet using custom scripts, programming, and API's<\/p><p>• Reverse engineering the competition for clients and creating an implementable plan to assimilate what I found (you may know this as funnel hacking)<\/p><p>• Identifying very quickly which marketing companies deliver real value vs. fake value<\/p><p>• Helping businesses take all of their data, organize it, and develop dashboards that reveal KPI's they can monitor to make informed business decisions<\/p><p>• Finding security loopholes that companies have and offering a detailed plan on how they can fix it<\/p><p>Life is a never-ending exercise of self-development and personal discovery. Getting through life alone, however, is impossible. I have had many supporters that have helped me get where I am today. I am thankful for my wife, son, and daughter. They give me purpose and meaning every single day. But, most of all, I give thanks to God almighty.<\/p>"
          }
        }
      },
      "block_order": [
        "16335614292161e55b-0",
        "16335614292161e55b-1"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/download_1.jpg",
        "height": "adapt",
        "color_scheme": "background-1",
        "layout": "image_first"
      }
    }
  },
  "order": [
    "main",
    "1633561029683dd663",
    "1633561187ab7c67e6",
    "1633561425a4f90f98",
    "16335614292161e55b"
  ]
}
